Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201920200031000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Det samiske perspektivet er ikke eksplisitt omtalt i denne digitaliseringsstrategien, men det er implisitt ivaretatt i målformuleringer og henvisninger til krav og føringer.
sme: Sámi perspektiiva ii leat čilgejuvvon eksplisihtta dán digitaliserenstrategiijas, muhto dat lea implisihtta fuolahuvvon ulbmilčilgemiin ja čujuhusain gáibádusaide ja láidestusaide.

source: Unit – Direktoratet for IKT og fellestjenester i høyere utdanning og forskning har nasjonalt ansvar for å implementere og videreutvikle digitaliseringsstrategien, og har sammen med universitetene og høyskolene utarbeidet en handlingsplan 2019–2021 for å realisere den.
sme: Unit:s – Direktoráhtas IKT ja oktasašbálvalusaid várás alitoahpus ja dutkamis lea nationála ovddasvástádus čađahit ja viidáseappot ovddidit digitaliserenstrategiija, ja dat lea ovttasráđiid universitehtaiguin ja allaskuvllaiguin ráhkadan doaibmaplána áigodahkii 2019–2021 dan čađaheami várás.

source: Digitaliseringsstrategien for universitets- og høyskolesektoren vil bli revidert i 2020 med sikte på at ny strategi lanseres fra 1. april 2021.
sme: Digitaliserenstrategiija universitehta- ja allaskuvlasuorggi várás galgá ođasmahttojuvvot jagi 2020 dainna ulbmiliin ahte ođđa strategiija almmuhuvvo cuoŋománu 1. b. 2021 rájes.

source: I den forbindelse vil Kunnskapsdepartementet vurdere hvordan det samiske perspektivet kan ivaretas i den nye strategien.
sme: Dan oktavuođas áigu Máhttodepartemeanta árvvoštallat mo sámi perspektiiva galgá fuolahuvvot ođđa strategiijas.

source: For å oppfylle digitaliseringsstrategien er det en forutsetning at bruk av teknologi for læring og ny kunnskap løftes til strategisk nivå ved institusjonen, og integreres i all faglig og administrativ virksomhet.
sme: Digitaliserenstrategiija ollašuhttima eaktu lea ahte teknologiija geavaheapmi oahppama ja ođđa máhtu várás loktejuvvo strategiijalaš dássái ásahusas, ja heivehuvvo buot fágalaš ja hálddahuslaš doaimmaide.

source: Å utnytte digitaliseringens endringskraft stiller krav til styring og ledelse på alle nivåer.
sme: Digitaliserema nuppástuhttinfápmu gáibida stivrema ja jođiheami buot dásiin.

source: Institusjonene må derfor prioritere nødvendige ressurser til arbeidet.
sme: Danne fertejit ásahusat vuoruhit dárbbašlaš resurssaid dan bargui.

source: I 2018 fikk Universitetet i Tromsø – Norges arktiske universitet 7 millioner kroner fra Kunnskapsdepartementet til samarbeid med Samisk høgskole om IKT, personalforvaltning og studieadministrasjon.
sme: Jagi 2018 oaččui UiT– Norgga árktalaš universitehta 7 miljon ruvnnu Máhttodepartemeanttas iežas ovttasbargui Sámi allaskuvllain Sámi IKT, bargiidhálddašeami ja oahppohálddašeami hárrái.

source: På IKT-området er målet å gjøre infrastrukturen og organisasjonen ved Samisk høgskole mer robust.
sme: IKT-suorggis lea ulbmil nanosmahttit Sámi allaskuvlla vuođđostruktuvrra ja organisašuvnna.

source: I februar 2019 inngikk institusjonene også en avtale om felles personvernombud.
sme: Guovvamánu 2019 šiehtadedje ásahusat maiddái virgádit oktasaš persovdnasuodjalusa áittardeaddji.

source: 5.4.2 Krav til digitalisering i rammeplan for grunnskolelærerutdanning
sme: 5.4.2 Digitaliserengáibádus rámmaplánas vuođđoskuvlaoahpahusa várás

source: Med nye rammeplaner kreves det at alle som uteksamineres fra grunnskolelærerutdanning skal ha profesjonsfaglig digital kompetanse.
sme: Ođđa rámmaplána gáibida ahte buohkain geat cevzet vuođđoskuvlaoahpaheaddjioahpu, galgá leat profešuvdnafágalaš digitála gelbbolašvuohta.

source: Kandidatene skal kunne vurdere og bruke relevante læremidler og digitale verktøy og ressurser i opplæringen, og gi elevene digitale ferdigheter.
sme: Kandidáhtat galget máhttit árvvoštallat ja geavahit guoskevaš oahpponeavvuid ja digitála reaidduid ja resurssaid oahpahusas ja addit ohppiide digitála gálggaid.

source: Kandidater fra samisk grunnskolelærerutdanning skal i tillegg ha kompetanse i fjernundervisningsdidaktikk, og må kunne bruke ulike typer av fjernundervisning og nettundervisning med interaktive læringsopplegg.
sme: Sámi vuođđoskuvlaoahpaheaddji kandidáhtain galgá dasa lassin leat gáiddusoahpahusdidaktihka gelbbolašvuohta, ja sii galget máhttit geavahit buotlágan gáiddusoahpahusa ja neahttaoahpahusa main leat interaktiiva oahppanlážáldagat.

source: Boks 5.2 Forskningsprosjekt om samiske språk og digitalisering
sme: Boksa 5.2 Dutkanprošeakta sámegielaid ja digitaliserema birra

source: I 2019 ble det i Forskningsrådets Program for samisk forskning (SAMISK III) bevilget midler til et forskerprosjekt ved UiT – Norges arktiske universitet som omhandler samiske språk og digitalisering – «How can language technology make a difference?
sme: Jagi 2019 juolludii Dutkanráđđi Sámi dutkama prográmmii (SAMISK III) ruđaid UiT:i – Norgga árktalaš universitehta dutkanprošektii mii galggai leat sámegielaid ja digitaliserema birra – «How can language technology make a difference?

source: Dette prosjektet har som hovedmål å forstå hvilken påvirkning språkteknologi har på språkopplæring og tekstproduksjon når det gjelder urfolksspråk med mange brukere som har svake lese- og skriveferdigheter på dette språket (low literacy).
sme: Dán prošeavtta váldoulbmil lea áddet mo giellateknologiija váikkuha giellaoahpahussii ja teakstabuvttadeapmái go lea sáhka álgoálbmotgielas mas leat ollu geavaheaddjit geain lea heajos gálggat lohkat ja čállit dan giela (low literacy).

source: Fokuset vil være på sør- og nordsamisk.
sme: Lullisámegiella ja davvisámegiella čalmmustahttojit.

source: 6 Kultur og kulturminner
sme: 6 Kultuvra ja kulturmuittut

source: Digital teknologi gir muligheter til å skape, distribuere, formidle og bevare kunst og kulturarv på stadig nye måter.
sme: Digitála teknologiija addá vejolašvuođa ávdnet, gilvit, gaskkustit ja vurket dáidaga ja kulturárbbi dađistaga ođđa vugiid mielde.

source: Samtidig utfordres samisk språk og kultur av den digitale utviklingen der de engelskspråklige digitale plattformene og strømmetjenestene blir stadig viktigere for kulturbruken, og særlig for barn og unge.
sme: Seammás sámi giela ja kultuvrra hástala digitála ovdáneapmi mas eaŋgalašgielalaš vuođđovuogádagat ja rávdnjenbálvalusat dađistaga šaddet deháleabbon kulturgeavaheapmái, ja erenoamážit mánáide ja nuoraide.

source: I Meld. St. 8 (2018–2019) Kulturens kraft: Kulturpolitikk for framtida er det regjeringens prioritering å medvirke til at samisk kunst og kultur får en representativ plass i kulturlivet i Norge.
sme: Dieđáhusas Meld. St. 8 (2018–2019) Kulturens kraft: Kulturpolitikk for framtida lea ráđđehusa vuoruheapmi váikkuhit dasa ahte sámi dáidda ja kulturárbi ožžot ovddasteaddji sajádaga Norgga kultureallimii.

source: Det innebærer også å bidra til at samisk kunst og kulturarv skal kunne møte digitaliseringens muligheter og utfordringer på en god måte.
sme: Dat mielddisbuktá maid dan ahte sámi dáidda ja kulturárbi galget sáhttit dustet digitaliserema vejolašvuođaid ja hástalusaid buori vuogi mielde.

source: Tilgang til samisk kunst og kulturarv er viktig for vitalisering av samisk kultur.
sme: Sámi dáidaga ja kulturárbbi olámuddu olbmuide lea dehálaš sámi kultuvrra ealáskahttimii.

source: Kunst og kultur er også det beste utgangspunktet for å etablere og videreføre kommunikasjon mellom mennesker og folkegrupper.
sme: Dáidda ja kultuvra leat buoremus vuolggasadji go áigumuš lea ásahit ja viidáseappot ovddidit olbmuid ja olmmošjoavkkuid gaskasaš gulahallama.

source: Samisk kunst og kultur representerer stemmer og erfaringer som utgjør en del av fortellingen om Norge, og er av stor verdi for samfunnet.
sme: Sámi dáidda ja kultuvra ovddastit suopmaniid ja vásáhusaid mat leat muitalusas Norgga birra, ja das lea stuorra árvu servodahkii.

source: 6.1.1 Digitalisering og tilgjengeliggjøring av samisk kulturarv i arkiv, bibliotek og museum
sme: 6.1.1 Dan sámi kulturárbbi digitaliseren ja olámuddui lágideapmi mii lea arkiivvain, girjerájuin ja museain

source: Kulturdepartementet har ansvar for digitaliseringspolitikken på kulturfeltet.
sme: Kulturdepartemeanttas lea ovddasvástádus dan digitaliserenpolitihkas mii lea kultursuorggis.

source: Arbeidet med digitalisering og tilgjengeliggjøring av innhold fra samlingene i arkiv, bibliotek og museum har pågått siden begynnelsen av 1990-tallet.
sme: Daid čoakkáldagaid sisdoalu mii lea arkiivvain, girjerájuin ja museain, leat jo digitaliseren 1990-logu álggu rájes.

source: Gjennom digitalisering av samisk kulturarv vil både den samiske befolkningen og alle andre få bedre tilgang til dette materialet.
sme: Sámi kulturárbbi digitaliserema bokte šaddá dát materiála sámi álbmogii ja earáide ge buoret olámuddui.

source: Regjeringen har igangsatt prosjekter for både digitalisering av kulturarvsmateriale og publisering av digitale versjoner.
sme: Ráđđehus lea álggahan prošeavttaid main kulturárbeávdnasat galget sihke digitaliserejuvvot ja almmuhuvvot digitála hápmin.

source: 6.1.1.1 Digitalisering i Nasjonalbiblioteket
sme: 6.1.1.1 Nationálagirjeráju digitaliseren

source: Det meste av Nasjonalbibliotekets eget materiale, som omfatter bøker, kringkasting, aviser, lydopptak, film, fotografier og tidsskrifter, er digitalisert.
sme: Eanaš Nationálagirjeráju iežas dávvirat maid searvái gullet girjjit, áibmomediasáddagat, aviissat, jietnabáddemat, filmmat, fotografiijat ja áigečállagat, leat digitaliserejuvvon.

source: Digitalisering vil likevel være et hovedsatsingsområde for Nasjonalbiblioteket også i årene framover.
sme: Digitaliseren šaddá dattetge leat Nationálagirjeráju váldoáŋgiruššan maiddái boahttevaš jagiid.

source: I statsbudsjettet for 2020 foreslo regjeringen en historisk bevilgning til Nasjonalbiblioteket for å gjøre den felles kulturarven tilgjengelig digitalt.
sme: Jagi 2020 stáhtabušeahtas evttohii ráđđehus historjjálaš juolludeami Nationálagirjerádjui vai lea vejolaš dahkat oktasaš kulturárbbi olámuddui digitála hámis.

source: Digitaliseringskapasiteten i Nasjonalbibliotekets anlegg i Mo i Rana ble styrket med 70 nye stillinger og teknisk infrastruktur.
sme: Nationálagirjeráju báikái Muoffies/Måehvies lasihuvvui digitaliserennákca 70 ođđa virggiin ja teknihkalaš vuođđostruktuvrrain.

source: Dette gjør det mulig å få fortgang i digitalisering også av materialet i Arkivverket, inkludert Samisk arkiv, og av papirarkiver, fotografier, levende bilder og lydopptak som forvaltes av landets øvrige arkiver, bibliotek og museer, herunder samiske arkiver og museer.
sme: Dán geažil lea vejolaš jođálmahttit dan materiála ge digitaliserema mii lea Arkiivadoaimmahagas ja dása gullet maid Sámi arkiiva ja bábirarkiivvat, fotografiijat, ealligovat ja jietnabáddemat maid riikka arkiivvat, girjerájut ja museat muđui hálddašit ja dása gullet maiddái sámi arkiivvat ja museat.

source: Sametinget mener at Samisk arkiv bør styrkes i arbeidet med å digitalisere samisk arkivmateriale.
sme: Sámediggi oaivvilda ahte Sámi arkiiva berre nannejuvvot sámi arkiivamateriála digitaliserenbarggu geažil.

source: Det er viktig at Samisk arkiv også har infrastruktur og ressurser til å digitalisere sine arkiver.
sme: Dehálaš lea ahte Sámi arkiivvas leat vuođđostruktuvra ja resurssat digitaliseret iežas arkiivvaid.

source: Sametinget avleverer sitt arkivmateriale til Samisk arkiv.
sme: Sámediggi lágida iežas arkiivamateriála Sámi arkiivii.

source: 6.1.1.2 Nasjonal plan for digitalisering av levende bilder og lydopptak
sme: 6.1.1.2 Nationála plána ealligovaid ja jietnabáddemiid digitaliserema várás

source: Kulturdepartementet gav i 2018 Nasjonalbiblioteket i oppgave å kartlegge alt som finnes av levende bilder og lydopptak i arkiv, museer, bibliotek og private samlinger i Norge, og utforme utkast til en nasjonal plan for digitalisering og bevaring av kulturarvsmateriale.
sme: Kulturdepartemeanta attii Nationálagirjerádjui jagi 2018 bargamuššan kártet buot ealligovaid ja jietnabáddemiid arkiivvain, museain, girjerájuin ja priváhta čoakkáldagain Norggas, ja hábmet nationála plána álgoevttohusa kulturárbemateriála digitaliserema ja vurkema várás.

source: Samisk arkiv ved Arkivverket, Árran lulesamiske senter og Stiftelsen Saemien Sijte (Sørsamisk kultursenter og museum i Snåsa) er med i kartleggingen som også vil omfatte det samiske materialet.
sme: Sámi arkiiva Arkiivadoaimmahagas, Árran julevsáme guovdásj ja Saemien Sijte (Snoasa lullisámi kulturguovddáš ja musea) vuođđudus leat mielde kártemis mii maiddái fátmmasta sámi materiála.

source: Store mengder opptak, herunder samisk materiale, lagret på alt fra gamle filmruller, minidisker, betamaxkassetter og CD-er i store og små museer og arkiver står i fare for å gå tapt.
sme: Stuorra hivvodagaid mielde báddemat ja ealligovat, dás maiddái sámi materiála, leat vurkkoduvvon boares filbmarullade, minisdiskkaide, betamaxkasseahtaide ja CD:ide stuorra ja unna museaide ja arkiivvaide ja lea ballamis ahte dat materiála sáhttá duššat.

source: Nasjonalbiblioteket har bygd opp kompetanse på restaurering, bevaring og digitalisering av lyd og levende bilde i de ulike formatene.
sme: Nationálagirjerádju lea huksen gelbbolašvuođa divvut, vurket ja digitaliseret jiena ja ealligovaid mat leat iešguđet hámis.

source: Digitalisering av dette kulturarvsmaterialet vil, i tillegg til å sikre det fra å gå tapt, kunne gi alt fra forskere og lokalhistorikere til befolkningen generelt, økt tilgang til det.
sme: Dán kulturárbemateriála digitaliseren sáhttá, dasa lassin ahte dat sihkkarastojuvvo duššamis, addit vaikke geasa, oppalaš ja báikkálaš historjjá dutkiid rájes álbmoga rádjai muđui, eanet vejolašvuođa dan geavahit.

source: Sametinget bemerker at utfordringene for institusjonene er å ha ressurser og digitale verktøy til systematisering, kvalitetssikring og registrering av arkivmateriale før det kan sendes til Nasjonalbiblioteket og de digitaliseringstjenestene som de tilbyr, fordi Nasjonalbiblioteket ikke mottar materiale som ikke er registrert og systematisert.
sme: Sámedikki mearkkašupmi lea ahte ásahusaid hástalusat gusket resurssaide ja digitála reaidduide mat galget geavahuvvot arkiivamateriála vuogádahttimii, kvalitehtasihkkarastimii ja registreremii ovdalgo dat sáhttá sáddejuvvot Nationálagirjerádjui ja daidda digitaliserenbálvalusaide maid sii fállet, dannego Nationálagirjerádju ii váldde vuostá materiála mii ii leat registrerejuvvon ja vuogádahttojuvvon.

source: For å få til en satsning på digitalisering av samisk arkivmateriale, mener Sametinget at det er nødvendig med ressurser til dette arbeidet.
sme: Ovdalgo duođai lea vejolaš áŋgiruššat ja lihkostuvvat sámi arkiivamateriála digitaliseremiin, de dárbbašuvvojit dárbbašlaš resurssat dán bargui, oaivvilda Sámediggi.

source: 6.1.1.3 Digitale arkiver
sme: 6.1.1.3 Digitála arkiivvat

source: Nettstedet Digitalarkivet er en nasjonal fellesløsning for digital tilgjengeliggjøring av arkiver, hvor blant andre Samisk arkiv har publisert arkivmateriale.
sme: Neahttabáiki Digitalarkivet lea nationála oktasaščoavddus arkiivvaid digitálalaččat olahahttin dahkama várás, mas earret eará Sámi arkiiva lea almmuhan arkiivamateriála.

source: Alle museer og arkivinstitusjoner kan publisere sine digitale arkiver her, og dermed gjøre dem tilgjengelige for alle hele døgnet.
sme: Buot museat ja arkiivaásahusat sáhttet almmuhit iežaset arkiivvaid dasa, ja nu dahkan daid olahahttin buohkaide birra jándora.

source: Brukerne får her én inngang til søk i og framvisning av digitalt arkivmateriale fra offentlige og private arkivinstitusjoner og museer som i 2019 omfattet 53,5 millioner sider.
sme: Geavaheaddjit ožžot dás beassanlobi ohcat ja oaidnit almmolaš ja priváhta arkiivaásahusaid ja museaid digitála arkiivamateriála mii jagi 2019 lei 53,5 miljon siiddu.

source: Samme år ble Digitalarkivet besøkt 6,2 millioner ganger av til sammen 1,4 millioner brukere.
sme: Seamma jagi gallededje oktiibuot 1,4 miljon geavaheaddji Digitalarkivet 6,2 miljon geardde.

source: Samisk dokumentarv blir forvaltet av arkiver og samlinger i flere land.
sme: Sámi dokumeantaárbbi hálddašit máŋgga riikka arkiivvat ja čoakkáldagat.

source: Samisk arkiv deltar i samarbeidsprosjektet «Digitale stier og samisk kulturarv» med arkivinstitusjoner og universiteter i Sverige og Finland.
sme: Sámi arkiiva lea mielde «Digitale stier og samisk kulturarv» nammasaš ovttasbargoprošeavttas ovttas Ruoŧa ja Suoma arkiivaásahusaiguin.

source: Målet for prosjektet er å kartlegge sentrale samiske arkiver i Europa, og utvikle digitale løsninger som kan knytte arkivene sammen.
sme: Ulbmil prošeavttain lea kártet guovddáš sámi arkiivvaid Eurohpás, ja ovddidit digitála čovdosiid mat sáhttet čatnat arkiivvaid oktii.

source: Dermed vil det bli mer attraktivt å bruke de samiske arkivene.
sme: Nu šattašii eambbo geasuheaddjin geavahit sámi arkiivvaid.

source: Gjennom prosjektet skal det også utvikles etisk og juridisk akseptable løsninger for digital bruk av arkivmaterialet.
sme: Prošeavtta bokte galget maid ovddiduvvot etihkalaččat ja juridihkalaččat dohkálaš čovdosat arkiivamateriála digitála geavaheami várás.

source: Det er et stort potensial i å digitalisere de samiske arkivene.
sme: Stuorra vejolašvuođat leat sámi arkiivvaid digitaliseremis.

source: De samiske språkene finnes på tvers av landegrensene og får man digitalisert arkivmateriale skaper det større rom for samarbeid over grensene.
sme: Sámegielat rasttidit riikarájáid ja go lihkostuvvá digitaliseret arkiivamateriála, de rahpá dát stuorát vejolašvuođaid ovttas bargat rájáid rastá.

source: Det vil øke datamaterialet som finnes om samer og gjøre dette tilgjengelig for hele den samiske befolkningen.
sme: Dat lasihivččii diehtomateriála mii lea sámiid birra ja dagašii dan olahahttin olles sámi álbmogii.

source: 6.1.1.4 De samiske museene
sme: 6.1.1.4 Sámi museat

source: I St.meld. nr. 49 (2008–2009) Framtidas museum – Forvaltning, forskning, formidling, fornying og St.meld. nr. 24 (2008–2009) Nasjonal strategi for digital bevaring og formidling av kulturarv kommer det til uttrykk en forventning om at museene i Det nasjonale museumsnettverket, et nettverk av 61 konsoliderte museumsenheter spredt over hele landet, skal digitalisere betydelige deler av sine samlinger.
sme: Dieđáhusain St.meld. nr. 49 (2008–2009) Framtidas museum – Forvaltning, forskning, formidling, fornying ja St.meld. nr. 24 (2008–2009) Nasjonal strategi for digital bevaring og formidling av kulturarv dovddahuvvo dat vuordámuš ahte Nationála museafierpmádaga museat, 61 konsoliderejuvvon museaovttadaga fierpmádagas riikka miehtá, galget digitaliseret iežaset čoakkáldagaid mearkkašahtti osiid.

source: Museene har derfor tatt i bruk digitale verktøy for å nå denne målsetningen.
sme: Danne leat museat váldán atnui digitála reaidduid ollašuhttin dihtii dan ulbmila.

source: De fleste museene benytter seg av samlingsforvaltningsverktøyet Primus, og av Digitalt Museum, et nettsted for formidling og tilgjengeliggjøring av samlinger.
sme: Eanaš museat geavahit Primus nammasaš čoakkáldathálddašanreaiddu, ja Digitála Musea, neahttabáikki mii lea čoakkáldagaid gaskkusteami ja daid olahahttin dahkama várás.

source: Disse verktøyene er levert av KulturIT AS, et selskap eid av et titalls museer i Det nasjonale museumsnettverket.
sme: Dáid reaidduid lea KulturIT AS nammasaš fitnodat ráhkadan, maid eaiggáduššet sullii logi musea mat gullet Nationála museafierpmádahkii.

source: KulturIT har blant annet mottatt tilskudd til utvikling av disse systemene fra Norsk kulturråd.
sme: KulturIT lea earret eará ožžon doarjaga Norgga kulturráđis dáid vuogádagaid ovddideapmái.

source: I 2002 overtok Sametinget forvaltningen av de samiske museene, som derfor ikke er en del av det nasjonale museumsnettverket.
sme: Jagi 2002 válddii Sámediggi badjelasas sámi museaid hálddašeami, ja danne dat eai leat Nationála museafierpmádaga oassi.

source: De samiske museene benytter seg likevel av Primus og Digitalt Museum som er tilgjengelig for dem, og er sikret teknisk støtte for samisk tegnsetting gjennom tilskudd fra Norsk kulturråd og utviklingsprogrammene for museene.
sme: Sámi museat geavahit dattetge Primusa ja Digitála Musea maid dat besset geavahit, ja daidda lea sihkkarastojuvvon sámi čállinmearkkaid teknihkalaš doarjja Norgga kulturráđi ja museaid ovddidanprográmmaid ruhtadoarjagiiguin.

source: Sametinget mener at Samisk arkiv må få styrket sin budsjettsituasjon.
sme: Sámediggi oaivvilda ahte Sámi arkiivii ferte nannejuvvot bušeahttadilli.

source: I dag har Samisk arkiv et nasjonalt ansvar for å ta imot, bevare og tilgjengeliggjøre arkivmateriale fra det samiske samfunn.
sme: Dál lea Sámi arkiivvas nationála ovddasvástádus váldit vuostá, vurket ja dahkat sámi servodaga arkiivamateriála olahahttin geavaheddjiide.

source: Med dagens budsjettrammer har ikke Samisk arkiv kapasitet til å ta vare på den samiske historien slik formålet med arkivet er.
sme: Dálá bušeahttarámmaiguin ii leat Sámi arkiivvas nákca seailluhit sámi historjjá nu go arkiivva ulbmil lea.

source: Sametinget mener at arkivmaterialet er viktig og samfunnsnyttig informasjon, og bør bevares og tilgjengeliggjøres.
sme: Sámediggi oaivvilda ahte arkiivamateriála lea dehálaš ja servodahkii ávkkálaš dieđut, ja daid berre seailluhit ja láhčit geavahahttin.

source: På bakgrunn av dette vil en styrking av Samisk arkiv være et viktig tiltak.
sme: Danne lea Sámi arkiivva nanosmahttin dehálaš doaibmabidju. 6.1.2 Sámegielat e-girjjiid fidnen

source: 6.1.2.1 Samisk bibliografi
sme: 6.1.2.1 Sámi bibliografiija

source: Nasjonalbiblioteket har siden 1992 hatt ansvar for Samisk bibliografi som er en nasjonalbibliografi med oversikt over samiske og samisk-relevante utgivelser: bøker, småtrykk, periodika, offentlige publikasjoner, lydbøker og artikler i bøker og tidsskrift.
sme: Nationálagirjerájus lea jagi 1992 rájes leamaš ovddasvástádus Sámi bibliografiijas mii lea nationálabibliografiija masa leat čohkkejuvvon sámegielat ja sámi kultuvrii guoskevaš ilbmadeamit: girjjit, smávvaprentosat, periodika, almmolaš prentosat, jietnagirjjit ja girjjiid ja áigečállagiid artihkkalat.

source: Oppføringene inkluderer både samiske titler og litteratur som berører samisk kultur skrevet på andre språk enn samisk (hovedsakelig norsk, men også noe engelsk).
sme: Logahallojuvvot berrejit sihke sámegielat girjjálašvuođa namahusat ja girjjálašvuohta mii guoská sámi kultuvrii eará gielaide go sámegillii (eanaš dárogillii, muhto muhtun oassi eaŋgalasgillii ge).

source: Antall oppføringer i Samisk bibliografi per 13. januar 2020 er 28 975.
sme: Ođđajagimánu 13. beaivvi 2020 ledje Sámi bibliografiijas 28 975 logahallama.

source: Bibliografien baserer seg på materiale som er omfattet av lov om avleveringsplikt for allment tilgjengelige dokument, og Sametinget mottar jevnlig eksemplarer av pliktavlevert materiale fra Nasjonalbiblioteket.
sme: Bibliografiija vuođđun lea dat materiála maid geigengeatnegasvuođaláhka mearrida ja mii guoská almmolaččat olahahtti dokumeanttaide, ja Sámediggi oažžu jámma geatnegasvuođa geažil geigejuvvon materiála Nationálagirjerájus.

source: Dette er hjemlet i forskriften til loven.
sme: Dát lea vuoigatvuođavuođđuduvvon lága láhkaásahusas.

source: Nasjonalbiblioteket har også ansvar for den felles samiske bibliografien som, i tillegg til den norske, inkluderer bibliografiene fra Finland, Russland og Sverige.
sme: Nationálagirjerájus lea maiddái ovddasvástádus dan oktasaš sámi bibliografiijas mii maiddái, lassin Norgga bibliografiijii, siskkilda bibliografiijaid Suomas, Ruoššas ja Ruoŧas.

source: Tjenesten driftes teknisk sett av Unit.
sme: Unit doaimmaha bálvalusa teknihkalaččat.

source: Nasjonalbiblioteket har ansvar for utviklingen av klassifikasjonssystemet Løøv.
sme: Nationálagirjerájus lea ovddasvástádus Løøv nammasaš klassifikašuvdnavuogádagas.
